[
  [
    null,
    "HOT SAUCES",
    "300 ML",
    "200 ML",
    null,
    "DESCRIPTIONS"
  ],
  [
    27,
    "PINAPPLE NAI MIRIS SAUCE",
    1500,
    1000,
    null,
    "Sweet Heat, Island Style Pineapple & Nai Miris Sauce is a tropical firecracker—tangy pineapple meets the intense heat of Nai Miris (Ghost Pepper), creating an explosive fusion of sweet and spicy flavors. Whether used as a marinade or a finishing sauce, it will elevate any dish to new heights of deliciousness. Best enjoyed with: – Grilled seafood (shrimp, lobster, fish) – Tacos, burritos, and quesadillas – Chicken wings and grilled meats – A spicy dip for chips or a spread for cheese and crackers Ingredients: Pineapple, Garlic, Ginger, Nai Miris (Ghost Pepper), Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    28,
    "NAI MIRIS SAUCE",
    1250,
    900,
    null,
    "Super-Hot. Pure Heat. For those who crave intense heat, Nai Miris Sauce delivers an unforgettable punch. Made with bright red, perfectly ripened Ghost Chilies, this super-hot sauce is not for the faint of heart. It’s a fiery blend that brings a sharp, electrifying heat to any dish, adding a blast of bold, spicy flavor. Whether you're a hot sauce connoisseur or just looking to crank up the heat on your meals, this sauce will ignite your taste buds and leave a lasting burn. Best enjoyed with: – Grilled meats, chicken, and pork – Tacos, burritos, and wings – Rice dishes, stir-fries, and pizza – A daring dip for chips, fries, or veggies Ingredients: Ghost Chilies (Nai Miris), Garlic, Ginger, Vinegar, TCSH Special Blend Spices 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    29,
    "PASSIONFRUIT NAI MIRIS SAUCE",
    1250,
    900,
    null,
    "Tropical Sweetness Meets Fiery Heat Get ready for a flavor explosion with Passionfruit Nai Miris Sauce—a fiery fusion of tangy passionfruit and the intense heat of Nai Miris (Ghost Chilli). This bold sauce is crafted with a blend of ginger, garlic, onion, and our signature TCSH special blend spices, bringing you the perfect balance of sweet, spicy, and savory. The natural fruitiness of passionfruit pairs harmoniously with the fierce heat of ghost chili, delivering a sauce that will leave your taste buds craving more. Whether you're spicing up grilled meat, drizzling over tacos, or enjoying it as a dip, this sauce is the ultimate addition to any dish that needs a tropical kick. Best enjoyed with: – Grilled meats (chicken, beef, pork) – Seafood (fish, shrimp, lobster) – Tacos, burritos, and sandwiches – Stir-fries, rice bowls, and roasted vegetables – A bold dip for chips, fries, or empanadas Ingredients: Passionfruit, Nai Miris (Ghost Chilli), Garlic, Ginger, Onion, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    30,
    "AMBARELLA NAI MIRIS  SAUCE",
    1000,
    750,
    null,
    "A Zesty, Fiery Fusion of Tropical Flavor \r\n\r\n \r\n\r\nExperience the bold and tangy fusion of Ambarella and Nai Miris (Ghost Pepper) in our KATAGASMA Ambarella Nai Miris Sauce. The vibrant, tart notes of Ambarella—a tropical fruit known for its refreshing tang—pair perfectly with the intense heat of Nai Miris, creating a sauce that’s as exciting as it is flavorful. Infused with our special blend of spices and natural ingredients, this sauce delivers a powerful punch with layers of sweetness, heat, and a unique fruity twist. \r\n\r\n \r\n\r\nPerfect for spice lovers looking to add a zesty kick to their meals, Ambarella Nai Miris elevates everything it touches, from grilled meats to seafood and beyond. \r\n\r\n \r\n\r\nBest enjoyed with: \r\n\r\n– Grilled meats (chicken, pork, beef) \r\n\r\n– Seafood (fish, shrimp, crab) \r\n\r\n– Tacos, burgers, and sandwiches \r\n\r\n– Rice bowls, stir-fries, and roasted vegetables \r\n\r\n– A bold dip for chips or empanadas \r\n\r\n \r\n\r\nIngredients: Ambarella, Nai Miris (Ghost Pepper), Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar \r\n\r\n100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml "
  ],
  [
    31,
    "MANGO NAI MIRIS SAUCE",
    1000,
    750,
    null,
    "Tropical Fire in Every Drop Mango & Nai Miris Sauce combines the tropical sweetness of ripe mangoes with the fiery punch of Nai Miris (Ghost Pepper), making it an irresistible addition to any meal. The balance of heat and sweetness adds a dynamic flavor boost to everything it touches. Best enjoyed with: – Burgers, steaks, and grilled meats – Eggs, sausage, and breakfast potatoes – Seafood (fish, crab, shrimp) – Tacos, sandwiches, and pizza Ingredients: Mango, Garlic, Ginger, Nai Miris (Ghost Pepper), Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    32,
    "TOMATO NAI MIRIS SAUCE",
    1000,
    750,
    null,
    "Feel the Heat in Every Bite Unleash the fiery power of Nai Miris (Ghost Pepper) combined with the rich sweetness of vine-ripened tomatoes. Our Tomato & Nai Miris Sauce is bold, vibrant, and packed with layers of flavor—from the deep, tangy kick of garlic and onions to the zesty punch of lemon. Perfect for those who crave both heat and flavor. Best enjoyed with: – Burgers, fries, and grilled meats – Tacos, wraps, and sandwiches – Pizza, pasta, and roasted vegetables – A spicy dip for chips or crackers Ingredients: Tomato, Garlic, Ginger, Ghost Pepper (Nai Miris), Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    33,
    "TAMARIND KOCHCHI SAUCE",
    1000,
    750,
    null,
    "Set Sail for Flavor with Bold Heat Embark on a bold culinary adventure with KATAGASMA Tamarind & Kochchi Sauce. Infused with the spirit of the Caribbean, this fiery sauce combines the deep smokiness of chipotle peppers with the tangy smoothness of tamarind and the natural sweetness of dates. The result is a perfect balance of heat, depth, and complexity that will elevate any dish. Ideal for those who love their hot sauce with an exciting twist, Tamarind & Kochchi delivers a powerful punch of flavor that works wonders on grilled seafood, meats, and vegetables. Whether you’re looking to spice up your tacos or add a kick to your rice bowls, this sauce will take your meals to the next level. Best enjoyed with: – Grilled seafood, chicken, and meats – Grilled vegetables (like pineapple), plantains, and sweet potato fries – Tacos, rice bowls, stir-fry, meatballs, and kabobs – Empanadas and roasted pork Ingredients: Tamarind, Dates, Kithul Jaggery, Kochchi (Hot Tiny Peppers), Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml "
  ],
  [
    34,
    "CHILLI AND GALIC SAUCE",
    1000,
    750,
    null,
    "Bold Garlic. Fiery Heat. Unforgettable Flavor. For those who love garlic and craving heat, our Chillie & Garlic Sauce is a must-try. This rich, savory sauce blends the deep essence of garlic with the fiery heat of red chilies, creating a bold, tangy experience that’s perfect for spicing up any dish. Best enjoyed with: – Eggs, omelets, and hash browns – Burritos, wraps, and sandwiches – Wings, ribs, and grilled meats – Pizza, fries, and roasted vegetables Ingredients: Red Chilies, Dates, Sultanas, Garlic, Ginger, Dehydrated Garlic Flakes, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    35,
    "BERRY MERRY BLAZE - STRAWBERRY & NAI MIRIS",
    2000,
    1500,
    null,
    "Berry Merry Blaze – (Christmas Limited Edition) \r\n\r\n \r\n\r\nBerry Merry Blaze is our festive take on Nai Miris—crafted exclusively for Christmas using real strawberries, fresh ghost chilli, warming Ceylon spices, and natural sweeteners. Made only with these ingredients, this limited-edition sauce balances bright berry sweetness, ghost chilli heat, and warm holiday spice notes of cinnamon, clove, nutmeg, and cardamom. \r\n\r\n \r\n\r\nThe result is a sauce that is fruity up front, softly spiced in the middle, and gently fiery at the finish—celebrating both Sri Lankan tradition and the joyful flavours of the season. Like all our products, it is preservative-free, and made in small batches. \r\n\r\n \r\n\r\nPerfect with: \r\n\r\nChristmas cheese boards (brie, camembert, cream cheese, goat cheese) \r\n\r\nRoast chicken, turkey, or glazed ham \r\n\r\nGrilled or pan-seared pork, duck, or sausages \r\n\r\nStuffed flatbreads, wraps, and sliders \r\n\r\nCrackers, sourdough, and festive canapés \r\n\r\n \r\n\r\nAlso pairs beautifully with: \r\n\r\n \r\n\r\nYogurt dips & salad dressings \r\n\r\nCharcuterie boards \r\n\r\nHoliday sandwiches & burgers \r\n\r\nAs a glaze base for roasting vegetables \r\n\r\n \r\n\r\nA little spoon goes a long way—sweet, spicy, and unmistakably Christmassy. \r\n\r\n \r\n\r\nIngredients: strawberry, Nai Miris (Ghost Pepper), Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar \r\n\r\n100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml "
  ],
  [
    36,
    "HOT MUSTARD SAUCE",
    750,
    null,
    null,
    "Tangy, Bold, and Fiery Get ready for a flavor-packed punch with our Hot Mustard Sauce. This zesty sauce blends the bold, tangy kick of mustard with the fiery heat of chili, delivering an irresistible balance of sharpness and spice. Perfect for those who love mustard with an extra bite, this sauce adds depth and heat to everything it touches. Whether you’re looking to spice up your hot dogs, burgers, or grilled meats, this mustard sauce is sure to bring a new level of flavor to your meals. Best enjoyed with: – Hot dogs, burgers, and sausages – Grilled meats, chicken, and pork – Tacos, sandwiches, and wraps – Fries, roasted vegetables, and even a spicy dip Ingredients: Mustard, Chili, Vinegar, Garlic, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300ml | 200 ml"
  ],
  [
    "SAUCES"
  ],
  [
    37,
    "PINEAPPLE GINGER & LEMON GRASS SAUCE",
    1500,
    1000,
    null,
    "A Sweet & Savory Tropical Fusion Elevate your meals with the refreshing blend of Pineapple, Ginger, and Lemongrass in our KATAGASMA Pineapple, Ginger, Lemongrass & Mustard Sauce. This unique sauce balances the sweet, tangy taste of pineapple with the savory zing of ginger and mustard, finished with the aromatic touch of lemongrass. It's the perfect addition to your breakfast, barbecues, or any dish that needs a flavorful twist. Use it as a rub for bratwurst or sausages, drizzle over grilled vegetables, or add a zingy kick to your salads. Feeling adventurous? Try it on desserts like ice cream for a surprising, sweet-spicy contrast. A versatile sauce with just the right amount of heat, it’s sure to become a pantry favorite. Best enjoyed with: – Eggs, sausage, and bacon – Grilled vegetables, bratwurst, and meats – As a salad dressing or drizzle over roasted vegetables – As a topping for ice cream and other desserts Ingredients: Pineapple, Garlic, Ginger, Lemongrass, Mustard, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    38,
    "SWEET TAMARIND SAUCE",
    1000,
    750,
    null,
    "A Dance of Tangy Sweetness Step into a world of intense flavors with this sweet tamarind sauce, enriched with the sweetness of dates and Kithul Jaggery. Inspired by Indian traditions, this sauce blends vibrant, tangy, and sweet notes in perfect harmony. While it's crafted for Indian dishes, its versatility makes it a delightful addition to a wide variety of foods. Best enjoyed with: – Indian breakfasts like Idly, Sambar, Dosa, and Paratha – Tandoori chicken, biryani, chicken tikka masala, curry, and chili Ingredients: Tamarind, Dates, Kithul Jaggery, Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    39,
    "CHIILI & DATE SAUCE",
    1000,
    750,
    null,
    "A Bold Fusion of Heat & Sweet Chillie & Dates Sauce brings a hidden heat that creeps up with every bite. Crafted with our proprietary blend, this red sauce is paired perfectly with almost any dish. A subtle chipotle flavor adds depth, while the heat delivers a flavorful kick. Perfect for everyday use, it strikes the right balance of spice and sweetness. Best enjoyed with: – Eggs, omelets, burritos, sausage, hash browns, and potatoes at breakfast – As a dipping sauce for burgers, pizza, wings, ribs, and meats Ingredients: Red Chilies, Dates, Sultanas, Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    40,
    "TOMATO SAUCE",
    750,
    "N/A",
    null,
    "Nature’s Goodness in a Dollop Discover the simple, wholesome flavor of KATAGASMA Tomato Sauce. With a perfect blend of natural spices and herbs, this versatile sauce adds a savory touch to a variety of dishes. Whether you're a spicy newbie or a heat-seeker, this sauce balances just the right amount of warmth with rich tomato flavor. Delicious on crispy fries, as a dip for snacks, or even as a sauce for pasta—this is the kind of classic tomato flavor that elevates everyday meals and delights the whole family. Best enjoyed with: – Fries, chips, and snacks – Burgers, hot dogs, and sandwiches – Pasta, pizza, and roasted veggies – As a dip your kids will love! Ingredients: Tomato, Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    41,
    "TOMATO GARLIC SAUCE",
    800,
    550,
    null,
    "Smoky, Spicy, and Full of Flavor Get ready to set your taste buds ablaze with our KATAGASMA Tomato & Garlic Sauce. This signature sauce combines the rich, savory taste of tomatoes with the bold heat of garlic, leaving a smoky, spicy finish with every bite. Perfect for those who love deep, intense flavors, this sauce is a must-have for anyone looking to elevate their meals. Great as a BBQ marinade for chicken wings and ribs or as a vibrant sauce for steak, burgers, and more. Want something even more amazing? Try it as a pasta base sauce, you won’t regret it! Best enjoyed with: – Eggs, omelets, and breakfast potatoes – Burritos, sausage, and hash browns – Ribs, chicken wings, steak, and burgers – Pizza, meatballs, and pasta Ingredients: Tomato, Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar 100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml"
  ],
  [
    42,
    "MANGO BURN (MANGO & GARLIC SAUCE)",
    1000,
    750,
    null,
    "Mango Burn  \r\n\r\nBorn in Ceylon. Made to Burn with Sweet Heat. \r\n\r\n \r\n\r\nMango Burn is a bold speciality sauce crafted with Villard mangoes, generous amounts of fresh garlic, and a warming blend of spices. Thick, creamy, and perfectly balanced, it delivers natural mango sweetness upfront, followed by deep garlic savouriness and a gentle chilli burn. \r\n\r\n \r\n\r\nMade in small batches using preservative-free, traditional methods, this versatile sauce goes beyond heat—doubling as a salad dressing, sandwich spread, or flavour-packed dip. \r\n\r\n \r\n\r\nBest Uses & Food Pairings \r\n\r\nBurgers, submarines, wraps & toast \r\n\r\nGrilled chicken, prawns & pan-seared vegetables \r\n\r\nFresh salads & grain bowls (as a dressing) \r\n\r\nCheese sandwiches & breakfast plates \r\n\r\nAs a glaze or dip for roasted vegetables \r\n\r\n \r\n\r\nSweet, garlicky, and softly spiced—Mango Burn brings Ceylon heat to everyday meals. \r\n\r\n \r\n\r\nIngredients: Mango Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar \r\n\r\n100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml "
  ],
  [
    43,
    "SWEET & SOUR SENSATION",
    1000,
    "N/A",
    null,
    "Sweet & Sour Sensation \r\n\r\n \r\n\r\nThis Tomato & Pineapple Sweet & Sour Sauce delivers a naturally balanced sweet-and-tangy flavour that’s distinctly different from commercial sweet & sour sauces. Made using pure fruit pulp only, with fresh farm-grown pineapple and ripe tomatoes, it relies on real ingredients—not stabilisers or thickeners—for its rich, natural consistency. \r\n\r\n \r\n\r\nSlow-cooked with ginger, garlic, and warming Ceylon spices, the sauce offers bright fruit acidity, gentle sweetness, and soft spice depth, making it versatile, clean, and easy to pair with everyday meals. \r\n\r\n \r\n\r\nPreservative-free, batch-made, and crafted the artisanal way. \r\n\r\n \r\n\r\nBest Uses & Food Pairings \r\n\r\nStir-fries with vegetables, tofu, chicken or prawns \r\n\r\nDipping sauce for spring rolls, cutlets & fritters \r\n\r\nGlaze for grilled or roasted chicken, fish & pork \r\n\r\nTossed with noodles or fried rice \r\n\r\nAs a sandwich, wrap or burger sauce \r\n\r\nServed alongside rice, hoppers or roti \r\n\r\n \r\n\r\nReal fruit. Real flavour. Sweet & sour the natural way. \r\n\r\n \r\n\r\nIngredients: Pineapple, Tomato, Red bell Pepper, Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar \r\n\r\n100% Natural | Preservative-Free | Artisan Quality | Homemade | 300 ml | 200 ml "
  ],
  [
    "CHUTNEY (250 GR)"
  ],
  [
    44,
    "PINEAPPLE CHUTNEY",
    1100,
    null,
    null,
    "A burst of tropical sweetness with a spicy kick! Infused with authentic Sri Lankan spices, our Pineapple Chutney transforms everyday meals into unforgettable experiences. Whether you’re dealing with picky eaters or simply looking to brighten up your plate, this sweet and spicy chutney is your go-to-flavored booster. Its bold yet balanced taste adds excitement to everything from rice dishes to grilled meats. A true crowd-pleaser for kids, elders, and everyone in between. For the best taste, use lemon rice, teriyaki chicken fried rice, yellow rice, ghee rice, grilled seafood, barbecue chicken, baked chicken drumsticks, burgers, hot dogs, or tacos. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    45,
    "MANGO CHUTNEY",
    1050,
    null,
    null,
    "Juicy. Fragrant. Irresistibly Spiced. Packed with generous chunks of ripe mango and layered with sweet and spicy notes, our Mango Chutney is a versatile delight that brings a bold twist to any dish. Whether you're adding depth to a curry or enhancing a cheeseboard, this chutney delivers that little extra something your meals have been missing. Perfect for adventurous palates and everyday meals alike, it leaves a tantalizing flavor that lingers long after the last bite. For the best taste, use with blue cheese, goat cheese, Indian curries, rice bowls, salmon fillets, shrimp, or grilled meats. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    46,
    "DATE CHUTNEY",
    1000,
    null,
    null,
    "Naturally sweet with a warm, aromatic spice blend. Crafted with sun-ripened dates, golden raisins, and a medley of bold spices like cinnamon, cloves, cardamom, and mustard, this Date Chutney is a celebration of deep, layered flavors. Balanced with hints of ginger, garlic, and chili, and preserved in a touch of vinegar, it brings a bold yet smooth profile that enhances both sweet and savory dishes. Perfect for those who enjoy the richness of traditional chutneys with a gourmet twist. For the best taste, use with samosas, cheese platters, grilled meats, roast vegetables, rice dishes, or as a unique spread for wraps and sandwiches. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    47,
    "MANGO & DATE CHUTNEY",
    1000,
    null,
    null,
    "Lusciously rich, perfectly spiced, and irresistibly tangy. This chutney brings together the tropical sweetness of ripe mangoes and the deep, caramel-like richness of dates, slow-cooked with aromatic spices like cinnamon, cloves, cardamom, and mustard powder. A touch of vinegar and a carefully balanced blend of chili powder, pepper, and ginger adds a bold, zesty finish that makes this chutney truly unforgettable. Whether you’re looking to spice up a meal or elevate your snack game, this is your go-to condiment for bold, exotic flavor. For the best taste, use grilled meats, roasted vegetables, samosas, cheese boards, rice dishes, or as a gourmet spread for sandwiches, wraps, and burgers. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    48,
    "PINEAPPLE & DATE CHUTNEY",
    1000,
    null,
    null,
    "Tropical fruit meets warm spice in every irresistible spoonful. Our Pineapple & Date Chutney is a rich, exotic blend of sun-dried dates and juicy pineapple, slowly cooked with aromatic spices like cinnamon, cloves, cardamom, and mustard powder. Balanced with the tang of vinegar, the depth of garlic and ginger, and a kick of chili and pepper, it’s a bold, sweet-and-savory delight that awakens the senses. Versatile and vibrant, this chutney is perfect for those who crave both comfort and adventure in every bite. For the best taste, pairs well with grilled chicken, roasted vegetables, cheese platters, spicy rice dishes, or as a flavorful spread for wraps, sandwiches, or burgers. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    49,
    "LIME DATE & JAGGERY CHUTNEY",
    1000,
    null,
    null,
    "A recipe born from imagination. A flavor that lingers. Crafted with zesty lime, rich dates, and earthy jaggery, this chutney reimagines the traditional lime pickle with a naturally sweet, tangy, and spicy profile. Infused with warm notes of cinnamon, cloves, cardamom, and a punch of garlic, ginger, and mustard, it delivers a layered taste like no other. Every jar is a tribute to bold creativity and Sri Lankan-inspired spice mastery. Sour, sweet, and spicy all at once—this is not your average chutney. It’s your next obsession. For the best taste, use with rice and curry, roti, paratha, grilled meats, or as a vibrant side for charcuterie boards, wraps, or even cheese toasties. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    50,
    "TAMARIND & KOCHCHI CHUTNEY",
    1000,
    null,
    null,
    "Crafted from imagination, made to thrill your palate. This one-of-a-kind chutney blends the deep sweetness of dates and jaggery with the bold tang of tamarind and the fiery bite of whole kochchi—tiny, potent chilies beloved in Sri Lanka. Studded with juicy raisins and infused with aromatic spices like cumin, cinnamon, cloves, and cardamom, every spoonful is an explosion of flavor and texture. Taste the complexity: sweet, sour, spicy, and savory, all in one rich, vibrant chutney—where whole kochchi and raisins make every bite an experience. For the best taste, use with nasi goreng, kottu, grilled meats, samosas, or as a bold dipping sauce for fritters, wraps, or cheese-stuffed snacks. 100% Vegetarian | All Natural | No MSG | 250 gr"
  ],
  [
    51,
    "TOMATO, DATES & KOCHCHI CHUTNEY",
    850,
    null,
    null,
    "A Flavor Adventure in Every Jar Unleash a symphony of bold flavors with our Tomato, Date, and Kochchi Chutney—a masterpiece born from imagination and crafted to thrill your taste buds. This chutney blends the rich sweetness of ripe tomatoes, sweet cherry tomatoes, and the natural depth of dates, creating a deliciously complex flavor profile. Infused with the fiery essence of kochchi, a small but mighty Sri Lankan chili, and spiced with cinnamon, cumin, cardamom, and cloves, each bite offers a tantalizing balance of sweet, sour, spicy, and savory. The zing of vinegar and the mustard kick bring it all together in a dance of vibrant, unexpected flavors. Perfect for food lovers who crave something extraordinary, this chutney is a true creation of artistry, made to complement everything from hearty beef to fresh salads, or even add bold flavor to your favorite cheeses. 100% Vegetarian | All Natural | No MSG | 250g"
  ],
  [
    52,
    "FRIED FISH TAMARINS & DATES CHUTNEY (300 GR)",
    2000,
    null,
    null,
    "A Fiery Fusion of Fried Tuna, Spice, and Bold Flavors \r\n\r\n \r\n\r\nOur Spicy Fried Fish Chutney is a bold, irresistible creation that blends the smoky richness of deep-fried tuna with a symphony of aromatic spices and heat. Tender pieces of tuna are fried to perfection and mixed with a fiery combination of nai miris (Sri Lankan ghost chilies), and a medley of spices, including cinnamon, cloves, cardamom, and mustard. The chutney is further enriched with the tang of tamarind and the sweetness of dates and sugar, creating a balanced contrast to the heat. Garlic, ginger, and vinegar bring depth and complexity, while pepper and salt elevate the overall flavor profile. \r\n\r\n \r\n\r\nFor the best taste, use with: \r\n\r\nRice Dishes: Add a fiery twist to any rice dish with this flavorful chutney. \r\n\r\nTacos: Spice up tacos with a bold and unique filling. \r\n\r\nSubmarine Sandwiches: Use as a spicy spread to add excitement to your subs or sandwiches. \r\n\r\nGrilled Meats: Pair with grilled meats for an intense flavor experience. \r\n\r\nVegetables: A perfect accompaniment to roasted or grilled vegetables, adding an irresistible kick. \r\n\r\n \r\n\r\n100% Vegetarian | All Natural | No MSG | 250g "
  ],
  [
    53,
    "FRIED FISH DATES & NAI MIRIS CHUTNEY (300 GR)",
    2000,
    null,
    null,
    "Rich, bold, and beautifully balanced — our Sweet Fried Fish Chutney brings together the deep umami of fried tuna with the natural sweetness of dates, kithul jaggery, and a touch of sugar. Simmered slowly with tamarind, garlic, ginger, and a warming mix of spices like cinnamon, cardamom, mustard, and cloves, this chutney delivers a sweet and savory profile with a subtle kick of heat. \r\n\r\n \r\n\r\nMade entirely by hand using locally sourced ingredients, this chutney contains no preservatives, just pure, honest flavor in every spoonful. \r\n\r\n \r\n\r\nBest Enjoyed With: \r\n\r\n \r\n\r\nRice and curry dishes for an extra punch of flavor \r\n\r\nAs a flavorful side to flatbreads or rotis \r\n\r\nSpread on crackers or toast for a unique snack \r\n\r\nA sweet-spicy complement to grilled meats or seafood \r\n\r\n \r\n\r\nOnce tasted, it's unforgettable — a true fusion of sweet, spicy, and savory in one handmade jar.  \r\n\r\n100% Vegetarian | All Natural | No MSG | 250g "
  ],
  [
    54,
    "MIX FRUIT CHUTNEY",
    1300,
    null,
    null,
    "Tropical Fusion Embark on a flavor journey with our Tropical Fusion Chutney, a vibrant blend of nature's finest fruits and spices. The sweetness of dates, mango, pineapple, and plums meets the tangy zest of lime pickle and cherry tomatoes for a truly unique taste experience. The rich, fruity flavors are balanced by aromatic spices like cinnamon, cardamom, cloves, and the warmth of garlic and ginger. Mustard seeds add delightful depth, while a hint of chili powder, pepper, and vinegar creates the perfect balance of heat and tang. Cashews bring a touch of crunch to every bite, making this chutney a must-have for those seeking bold, complex flavors. For the best taste, use with: Grilled Meats: Adds a sweet, spicy kick to grilled chicken, pork, or beef. Cheese: Pair with creamy cheese like goat cheese or brie for a delicious contrast. Rice & Flatbreads: Elevate your rice dishes or flatbreads with a spoonful of chutney. Curries: A perfect complement to curry dishes, balancing rich flavors with sweetness and heat. Sandwiches & Wraps: A zesty spread for wraps, sandwiches, or burgers. This chutney brings together the tropical allure of fruits with the richness of spices and heat for a one-of-a-kind taste. Perfect for those looking to elevate their meals with something exciting and full of flavor! 100% Vegetarian | All Natural | No MSG | 250g"
  ],
  [
    55,
    "AMBARELLA CHUTNEY",
    750,
    null,
    null,
    "Spicy. Tangy. Timeless. \r\n\r\n \r\n\r\nCrafted from traditional Sri Lankan recipes passed down through generations, our Amberella Chutney is a bold blend of sweet, hot, and sour flavors made from slow-cooked June plums. This time-honored relish was once a clever way for rural village cooks to preserve seasonal fruits—and today, it continues to bring vibrant flavor to every table. \r\n\r\n \r\n\r\nRich in heritage and taste, this chutney transforms any meal with just a spoonful. Its unique flavor profile is perfect for adding depth to both classic and contemporary dishes. \r\n\r\n \r\n\r\nFor the best taste, use with lump rice, warm naan, or your favorite rice and curry dishes. It also makes a delicious dipping sauce or side for grilled vegetables and savory pastries. \r\n\r\n \r\n\r\n100% Vegetarian | All Natural | No MSG | 250 gr "
  ],
  [
    56,
    "PINEAPPLE & NAI MIRIS CHUTNEY",
    1000,
    null,
    null,
    "A bold tropical classic with a fiery Sri Lankan soul. Our Pineapple & Nai Miris Chutney brings together the natural sweetness of sun-ripened pineapple and the sharp heat of traditional Nai Miris chillies, slow-cooked to achieve a perfect balance of sweet, tangy, and spicy. \r\n\r\n \r\n\r\nCrafted in small batches using time-honoured artisanal methods, this chutney delivers layers of flavour—bright fruitiness upfront, followed by a warm, lingering chilli kick. Free from preservatives, artificial colours, flavours, or enhancers, it’s a clean, honest condiment that celebrates real ingredients and heritage preservation techniques passed down through generations.Best enjoyed with: rice and curry, cheese boards, grilled meats, roast vegetables, sandwiches, wraps, and as a flavourful glaze or dip for everyday meals. \r\n\r\n \r\n\r\nA vibrant addition to your table, this chutney transforms simple dishes into unforgettable tropical experiences—just the way Sri Lankan flavour was meant to be.  \r\n\r\n100% Vegetarian | All Natural | No MSG | 250g"
  ],
  [
    "JAM (250 GR)"
  ],
  [
    57,
    "STRAWBERRY JAM",
    1500,
    "N/A",
    null,
    "Made for You with Love Brimming with whole strawberries and 39% less sugar than traditional preserves, this full-fruit jam captures the fresh, sweet essence of premium strawberries. Each spoonful is a rich, fruity indulgence that pairs beautifully with bread and butter, waffles, pancakes, or even layered into cakes. A naturally sweet treat, lovingly prepared for your table. Ingredients and Allergens: Strawberries, Sugar, Lime Juice, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    58,
    "MIX FRUIT JAM",
    800,
    null,
    null,
    "Love, Sweet Love A joyful symphony of tropical fruits, our Mixed Fruit Jam blends papaya, pineapple, mango, passion fruit, and strawberry for a bright, refreshing flavor. Milder and fruitier than most, this jam adds a touch of sunshine to your breakfast table or dessert creations. Ingredients and Allergens: Papaya, Pineapple, Mango, Passion Fruit, Strawberry, Lime Juice, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    59,
    "PINEAPPLE JAM",
    1000,
    null,
    null,
    "Delight in Every Moment Inspired by traditional Sri Lankan recipes, our Pineapple Jam is filled with tender chunks of golden pineapple for a vibrant, tropical flavor. With no preservatives or artificial colors, it delivers a true homemade taste and is perfect for breakfast spreads, sweet sauces, or baked into island-inspired desserts. Ingredients and Allergens: Pineapple, Sugar, Lime Juice, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    60,
    "PASSION FRUIT JAM",
    850,
    null,
    null,
    "Bursting with Tropical Zest \r\n\r\n \r\n\r\nBright, tangy, and refreshingly exotic, our Passionfruit Jam captures the vibrant essence of sun-ripened passionfruit in every spoonful. Made with carefully selected natural ingredients, this jam delivers a bold tropical flavor with just the right balance of sweetness and zing. Its rich aroma and slightly crunchy texture from passionfruit seeds make it a delightful choice for toast, pastries, desserts, or even as a tangy glaze. Taste the tropics with every bite. \r\n\r\n \r\n\r\nIngredients and Allergens: Passionfruit, Sugar, Lime Juice, Fruit Pectin \r\n\r\n \r\n\r\n100% Natural | Preservatives Free | 280g "
  ],
  [
    61,
    "MANGO JAM",
    850,
    null,
    null,
    "The Iconic Jars That Live On Our Mango Jam celebrates deep, sun-ripened flavor with premium mangoes harvested from our own farms. The rich, golden texture and natural sweetness make it a versatile companion for cupcakes, waffles, or simply spread on toast. Housed in our eco-friendly glass jars, it’s both delicious and sustainable. Ingredients and Allergens: Mangoes, Sugar, Lime, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    62,
    "STARFRUIT JAM",
    675,
    null,
    null,
    "A Taste of the Unexpected \r\n\r\n \r\n\r\nAn elegant pairing of tropical star fruit and warm, aromatic nutmeg, this jam is unlike any other. Subtly spiced and delicately sweet, it delivers a sophisticated flavor profile perfect for pairing with cheese boards, pastries, or simply enjoyed on warm toast. A true gourmet indulgence with island roots. \r\n\r\n \r\n\r\nIngredients and Allergens: Star Fruit, Sugar, Lime Juice, Nutmeg, Fruit Pectin \r\n\r\n \r\n\r\n100% Natural | Preservatives Free | 280g"
  ],
  [
    63,
    "WOODAPPLE JAM",
    550,
    null,
    null,
    "Unique Gifts from the Heart A true taste of Sri Lanka, our Wood apple Jam delivers a unique blend of tangy, earthy, and subtly sweet flavors. Its bold aroma and firm texture make it a standout whether it is enjoyed on its own or used as a distinctive ingredient in savory and sweet recipes. A heartfelt gift for any occasion. Ingredients and Allergens: Wood apple Juice, Sugar, Concentrated Lime Juice, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    64,
    "BLACKBERRY JAM",
    2000,
    null,
    null,
    "Only the Best Crafted with care and bursting with the bold, complex flavor of ripe blackberries, our Blackberry Jam tastes exactly as homemade. Made from simple, natural ingredients, this jam is perfect for spreading on toast, topping yogurt, or adding a deep fruitiness to your baking. Its tangy, multi-layered taste offers a one-of-a-kind flavor experience that’s nearly addictive. Ingredients and Allergens: Blackberries, Sugar, Lime Juice, Fruit Pectin 100% Natural | Preservatives Free | 280g"
  ],
  [
    null,
    "WINES (750 ML)"
  ],
  [
    65,
    "CITRUS TRAIL - Golden Dawn (Lemon Wine)",
    3500
  ],
  [
    66,
    "CITRUS TRAIL - Verdant Zest (Lime Wine)",
    3500
  ],
  [
    67,
    "CITRUS TRAIL -  Sun Burst (Narang Wine)",
    3500
  ],
  [
    68,
    "TROPICAL GOLDS - Golden Sunset (Mango Wine)",
    3500
  ],
  [
    69,
    "TROPICAL GOLDS - Island Glow (Pineapple Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    70,
    "TROPICAL GOLDS - Island Passion (Passionfruit Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    71,
    "HERBAL & FLORAL - Crimson Bloom (Hibiscus Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    72,
    "HERBAL & FLORAL - Spiced Gold (Cinnamon Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    73,
    "BOLD & UNIQUE - Tangria (Tamarind Wine)",
    3500
  ],
  [
    74,
    "BOLD & UNIQUE - Tropical Amber (Waraka Wine)",
    3500
  ],
  [
    75,
    "BOLD & UNIQUE - Dessert Honey (Dates Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    76,
    "BOLD & UNIQUE - Tropical Burst (Pani Dodam Wine)",
    3500
  ],
  [
    77,
    "RARE LOCALS - Lovi Love (Lovi Wine)",
    3500,
    "SOLD OUT"
  ],
  [
    78,
    "RARE LOCALS - Wild Flame (Rambutan Wine)",
    3500
  ],
  [
    "SPICES"
  ],
  [
    null,
    null,
    "Pouch",
    null,
    "Bottle"
  ],
  [
    null,
    null,
    "100g",
    "50g",
    "50g"
  ],
  [
    "Spice mixtures"
  ],
  [
    79,
    "CURRY POWDER",
    350,
    250,
    500,
    "Sri Lankan Curry Powder - A Flavorful Journey Our Curry Powder is a must-try—its irresistible aroma will have you hooked from the moment you open the jar! Crafted from a generation-old recipe, this perfectly balanced blend of fresh, all-natural condiments is made without chemicals or preservatives, preserving its vibrant flavor, color, and nutrition. Made in our own hygienic production plant, this curry powder is perfect for any white curry made with coconut milk or milk byproducts. Let the authentic taste of Sri Lanka elevate your cooking to new heights."
  ],
  [
    80,
    "WHITE FISH MUSTARD CURRY POWDER",
    400,
    250,
    550,
    "White fish mustard curry powder - Aromatic Perfection for Your Fish Curries A bold, aromatic blend crafted to complement the delicate flavor of white fish. This curry powder combines mustard seeds, coriander, cumin, fennel, lemongrass, ginger, garlic, and warming spices like clove, cardamom, and cinnamon, finished with fragrant curry leaves. Perfect for curries, marinades, and coconut-based dishes. Pure spice. No fillers. Just flavor."
  ],
  [
    81,
    "ROASTED CURRY POWDER",
    450,
    300,
    550,
    "Roasted Curry Powder - Grandma’s Secret Recipe Unlock the magic of Grandma’s recipe with our Roasted Curry Powder. Crafted to perfection in our own processing plant, we roast the spices just right—not too much, not too little—to preserve the perfect texture, color, aroma, and flavor. Add a spoonful to any meat, seafood, or vegetable dish, and experience the authentic taste of Sri Lankan cuisine. This aromatic blend will take you on a delightful gastronomical journey, just like the one shared across generations in Asia."
  ],
  [
    82,
    "MEAT CURRY POWDER",
    500,
    300,
    550,
    "Meat Curry Powder - Aromatic Flavor Explosion You’re going to LOVE our super aromatic Meat Curry Powder! This versatile spice mix is perfect for curries, marinades, grilling, air-frying, and stir-frying. It’s not just for meat—use it with meat alternatives like young jackfruit or soy meat for a flavorful twist. Crafted with a rich blend of pepper, coriander, cumin, fennel, garlic, cardamom, cinnamon, cloves, curry leaves, and more, this curry powder will elevate to any dish. Its amazing aroma will have your neighbors wondering what you’re cooking! Packed with care to preserve its freshness, flavor, and shelf life, this spice mix promises an unforgettable, delicious experience every time."
  ],
  [
    83,
    "JAFFNA CURRY POWDER",
    400,
    250,
    500,
    "Jaffna Curry Powder - Bold, Spicy, and Aromatic Experience the bold flavors of Sri Lanka’s northernmost city with our Jaffna Curry Powder. This aromatic, all-in-one spice blend celebrates the unique tastes of the Jaffna region, known for its complex mix of 11 spices. Often considered the spiciest curry powder, it delivers a fiery peppery kick with a sophisticated, citrusy, and bitter-sweet balance. Perfect for those who love deep, spicy flavors, this blend is ideal for meat dishes, crab, fish, and spicy vegetarian curries. Made using a traditional Jaffna recipe, it’s a must-have for every spice lover’s kitchen, bringing authentic Sri Lankan taste to your meals and evoking the nostalgia of home-cooked meals."
  ],
  [
    84,
    "BIRIYANI MASALA (B5)",
    800,
    500,
    700,
    "Biryani Masala - Aromatic, Flavorful & Customizable Say hello to our Biryani Masala – the secret to creating an unforgettable biryani! A celebration of aromatic, spice-laden rice paired with hearty fillings, this blend is perfect for crafting a delicious biryani on its own or for adding a flavorful base to your favorite regional variation. Made with spices sourced from small, regenerative family farms across Sri Lanka, our Biryani Masala features a base of cumin, coriander, and fennel for earthy warmth, complemented by cinnamon, mace, nutmeg, and black pepper for depth. Black cardamom adds smokiness, while chilies give a subtle heat. Turmeric, green cardamom, saffron, ginger, garlic, and dehydrated mint leaves round it all off, delivering a perfect balance of spicy, salty, and rich flavors. Indulge in the decadent yet simple essence of true Biryani with every spoonful!"
  ],
  [
    85,
    "FENUGREEK CINNAMON POWDER",
    null,
    450,
    750,
    "Fenugreek Curry Mixture- Nutty, Sweet, & Full of Tradition \r\n\r\n \r\n\r\nFenugreek is more than just an herb – it’s a culinary staple and a powerhouse of flavor and health. Known for its unique maple syrup-like taste, Fenugreek adds a sweet, nutty depth to any dish, from spicy meats to aromatic dhal recipes. \r\n\r\n \r\n\r\nOur Fenugreek Curry Mix, crafted with a perfect blend of cinnamon and dehydrated curry leaves, brings a distinctive, village-kitchen aroma to your curries. Rich in nutrition and tradition, this mix enhances the flavors of your cooking while offering a host of health benefits. Discover the versatility and timeless appeal of fenugreek in every bite! "
  ],
  [
    "Spice Blends"
  ],
  [
    86,
    "CINNAMON POWDER",
    1200,
    650,
    900,
    "Cinnamon Powder - Pure Sri Lankan Warmth Our premium cinnamon powder, sourced from Sri Lanka, offers a complex and aromatic flavor that enhances both sweet and savory dishes. Perfect for baked goods, desserts, and hot drinks, it is beautifully paired with chocolate and is a key ingredient in comforting cinnamon rolls. Beyond its delicious taste, cinnamon adds warmth and depth to savory dishes like beef and chicken. It's also known for its health benefits—mix it with honey to aid digestion and relieve stomach discomfort. A versatile, must-have spice for your kitchen!"
  ],
  [
    87,
    "PEPPER POWDER",
    650,
    400,
    650,
    "Pepper Powder - Bold & Pungent Kick Elevate your dishes with the sharp, bold heat of our premium Pepper Powder. Perfect for seasoning meats, soups, sauces, and salads, it adds a spicy kick to any meal. Known for its digestive benefits and antioxidant properties, pepper powder is a pantry essential for both flavor and health. Spice up your cooking with the timeless punch of freshly ground pepper!"
  ],
  [
    88,
    "PEPPER FLAKES",
    600,
    350,
    650,
    "Pepper Flakes - Bold Heat & Flavor Add a fiery kick to your meals with our premium Pepper Flakes. These crushed pepper flakes bring bold heat and a burst of flavor to pizzas, pasta, salads, and more. With their zesty spice and digestive benefits, pepper flakes are perfect for anyone looking to elevate their dishes with a natural, peppery punch!"
  ],
  [
    89,
    "CLOVES POWDER",
    1000,
    600,
    850,
    "Clove Powder - Warm & Aromatic Spice Infuse your dishes with the rich, warm flavor of our premium Clove Powder. Perfect for both sweet and savory recipes, it adds a deep, aromatic kick to curries, stews, desserts, and beverages. Known for its strong antioxidant and anti-inflammatory properties, clove powder also supports digestion and overall health. Elevate your cooking and enjoy the warming benefits of this versatile spice!"
  ],
  [
    90,
    "MUSTARD POWDER",
    300,
    200,
    500,
    "Mustard Powder - Bold & Zesty Flavor Add a tangy, sharp kick to your dishes with our premium Mustard Powder. Perfect for seasoning meats, dressings, or sauces, it brings a bold, zesty flavor that enhances any recipe. Known for its pungent heat, mustard powder also offers health benefits, aiding digestion and boosting metabolism. Bring the perfect balance of spice and flavor to your cooking with this essential pantry staple!"
  ],
  [
    91,
    "CUMMIN POWDER",
    500,
    300,
    600,
    "Cumin Powder - Warm, Earthy Spice for Cooking & Brewing Add a rich, earthy depth to your meals with our premium Cumin Powder. Perfect for curries, stews, and roasted meats, it brings a warm, aromatic flavor that enhances any dish. Beyond cooking, cumin is also great for brewing! Its soothing properties make it a fantastic choice for comforting tea to aid digestion and promote overall wellness. Enjoy the versatile benefits of cumin in both your food and drinks!"
  ],
  [
    92,
    "CHILLI POWDER",
    null,
    null,
    null,
    "Chilli Powder (Stemless) - Bold & Spicy Heat Add intense heat and a smoky flavor to any dish with our premium stemless chilli powder. Perfect for meat, seafood, and more, it brings a sharp, spicy kick to your meals. Not only does it enhance flavor, but chilli powder also supports digestion and offers antiviral and antibacterial benefits. With its natural capsaicin content, it’s a powerful energy booster—perfect for starting your day with a kick!"
  ],
  [
    93,
    "CHILLI FLAKES",
    null,
    null,
    null,
    "Chilli Flakes (Stemless) - Fiery and Flavorful Bring a bold, smoky heat to your dishes with our stemless chilli flakes. Perfect for sprinkling meats, seafood, or even pizza, these flakes add a sharp, spicy kick that enhances any meal. Beyond flavor, chilli flakes support digestion and offer natural antibacterial benefits. Their capsaicin content also provides a natural energy boost, making them a great way to kickstart your day!"
  ],
  [
    94,
    "ROASTED CHILLI POWDER ",
    null,
    null,
    null,
    "Roasted Chilli Powder (Stemless) - Pure Heat & Flavor Turn up the heat with our Roasted Chilli Powder! Sourced from Sri Lanka’s finest spice gardens, it delivers bold, smoky flavor and a fiery kick to any dish. Packed with vitamins and minerals, it supports digestion and boosts your health. No artificial additives—just pure, handpicked spice to elevate your meals with authentic Sri Lankan flair!"
  ],
  [
    95,
    "TURMERIC POWDER",
    800,
    450,
    700,
    "Turmeric Powder - Vibrant Flavor & Health Benefits Add a splash of golden color and a distinctive, slightly bitter flavor to your dishes with our premium turmeric powder. Widely used in Asian and Arabian cuisines, especially in curries, turmeric’s unique taste is reminiscent of a mix of pepper and ginger. Beyond its culinary uses, turmeric has a rich history in Ayurvedic medicine and beauty routines. Known for its powerful anti-inflammatory, anti-viral, and antioxidant properties, turmeric is also used to purify the blood and treat skin conditions. Drinking turmeric tea is a popular way to detox and support overall wellness. Bring both flavor and health to your kitchen with our turmeric powder!"
  ],
  [
    96,
    "CINNAMON SUGAR",
    null,
    null,
    950,
    "Cinnamon Sugar Blend – True Ceylon Warmth \r\n\r\n \r\n\r\nOur Cinnamon Sugar Blend is an artisanal mix of farm-grown Ceylon cinnamon from Pasgoda, Sri Lanka, gently balanced with natural brown sugar. Spice-forward and aromatic, this blend celebrates the true character of Ceylon cinnamon rather than overpowering sweetness. \r\n\r\n \r\n\r\nMade in small batches using traditional, preservative-free methods, it reflects our Good Market values of ethical sourcing, clean ingredients, and sustainable rural livelihoods. Naturally vegan, low glycaemic, and rich in antioxidants, it’s ideal for everyday use—from breakfast bowls and baking to tea, coffee, and warm cinnamon infusions. \r\n\r\n \r\n\r\nPure, honest, and rooted in Sri Lankan tradition. \r\n\r\n \r\n\r\nIngredients: Ambarella, Nai Miris (Ghost Pepper), Garlic, Ginger, Natural Coconut Vinegar, TCSH Special Blend Spices, Sugar \r\n\r\n100% Natural | Preservative-Free | Artisan Quality | Homemade | 50 gr "
  ],
  [
    "Whole Spices"
  ],
  [
    97,
    "CINNAMON M4/M5",
    900,
    500,
    750,
    "Pure Ceylon Cinnamon – Nature’s Golden Spice \r\n\r\nExperience the authentic taste of Ceylon cinnamon, celebrated for its warm, sweet flavor and delicate aroma. Sustainably cultivated on our own farms, each quill embodies the rich heritage and natural goodness of Sri Lanka. \r\n\r\nCeylon cinnamon, often referred to as \"true cinnamon,\" has been treasured for centuries—not only for its exquisite flavor but also for its remarkable health benefits. Rich in antioxidants, it possesses anti-inflammatory and antibacterial properties, making it a valued ingredient in both culinary and wellness traditions.  \r\n\r\nWe offer a range of cinnamon grades to cater to diverse preferences and requirements: \r\n\r\n1.\tAlba: The finest and most delicate grade, characterized by its slender quills and subtle flavor. \r\n\r\n2.\tC5 Special & C5: Highly sought-after for their smooth texture and sweet taste. \r\n\r\n3.\tC4: Known for its exquisite fragrance and pale-yellow color. \r\n\r\n4.\tM5 & M4: Selected parts of high-quality cinnamon, offering a robust flavor. \r\n\r\n5.\tH1 & H2: Comprising golden-yellow quills of superior quality. \r\n\r\nWhether you're seeking retail packs or bulk quantities, custom-branded or standard, we are equipped to supply cinnamon tailored to your specific needs. "
  ],
  [
    98,
    "CINNAMON C4/C5",
    1200,
    650,
    900,
    "Pure Ceylon Cinnamon – Nature’s Golden Spice \r\n\r\nExperience the authentic taste of Ceylon cinnamon, celebrated for its warm, sweet flavor and delicate aroma. Sustainably cultivated on our own farms, each quill embodies the rich heritage and natural goodness of Sri Lanka. \r\n\r\nCeylon cinnamon, often referred to as \"true cinnamon,\" has been treasured for centuries—not only for its exquisite flavor but also for its remarkable health benefits. Rich in antioxidants, it possesses anti-inflammatory and antibacterial properties, making it a valued ingredient in both culinary and wellness traditions.  \r\n\r\nWe offer a range of cinnamon grades to cater to diverse preferences and requirements: \r\n\r\n1.\tAlba: The finest and most delicate grade, characterized by its slender quills and subtle flavor. \r\n\r\n2.\tC5 Special & C5: Highly sought-after for their smooth texture and sweet taste. \r\n\r\n3.\tC4: Known for its exquisite fragrance and pale-yellow color. \r\n\r\n4.\tM5 & M4: Selected parts of high-quality cinnamon, offering a robust flavor. \r\n\r\n5.\tH1 & H2: Comprising golden-yellow quills of superior quality. \r\n\r\nWhether you're seeking retail packs or bulk quantities, custom-branded or standard, we are equipped to supply cinnamon tailored to your specific needs. "
  ],
  [
    99,
    "PEPPER",
    650,
    400,
    650,
    "Black Pepper – The King of Spices Known as the \"King of Spices,\" black pepper has been a cornerstone of global cuisine for centuries. Its bold, earthy flavor and subtle heat enhance a wide array of dishes, making it an indispensable ingredient in kitchens worldwide. Beyond its culinary appeal, black pepper offers notable health benefits. Rich in the active compound piperine, it possesses antioxidant and anti-inflammatory properties, supports digestive health, and enhances nutrient absorption. Whether you're preparing a hearty stew, seasoning a salad, or crafting a spice blend, our black pepper delivers consistent flavor and quality."
  ],
  [
    100,
    "CLOVES",
    850,
    500,
    750,
    "Ceylon Cloves – Aromatic Elegance in Every Bud Experience the rich, spicy aroma and robust flavor of our Ceylon cloves, the unopened flower buds of the Syzygium aromaticum tree. Sustainably cultivated and meticulously selected, these cloves are a staple in both culinary and wellness traditions. Culinary Uses:\r\nCloves add depth and warmth to a variety of dishes: Enhance savory recipes like curries, stews, and marinades. Infuse desserts such as spiced cakes, cookies, and puddings. Flavor beverages include mulled wines, teas, and ciders. Health Benefits:\r\nBeyond their culinary appeal, cloves offer notable health benefits: Rich in Antioxidants: Cloves are high in antioxidants, which help reduce oxidative stress and may lower the risk of chronic diseases. Supports Digestive Health: Traditionally used to aid digestion and reduce inflammation. Oral Health: Eugenol, a compound in cloves, has antibacterial properties that can help maintain oral hygiene Incorporate our premium Ceylon cloves into your daily routine to elevate your dishes and support overall well-being."
  ],
  [
    101,
    "GARCINIA",
    null,
    null,
    null,
    "Goraka (Garcinia Cambogia) – Sri Lanka’s Sour Secret Add a tangy twist to your dishes with our premium Goraka, a cherished ingredient in Sri Lankan cuisine. Sustainably harvested and sun-dried, Goraka imparts a unique sour flavor, perfect for enhancing seafood and meat preparations. Culinary Uses: Essential in traditional dishes like Fish Ambulthiyal, known for its extended shelf life. Ideal as a natural preservative and meat tenderizer. Commonly used in curries, chutneys, and pickles for their distinctive taste. Health Benefits:\r\nBeyond its culinary appeal, Goraka offers notable health benefits: Digestive Support: Traditionally used to aid digestion and reduce inflammation. Weight Management: Contains hydroxycitric acid (HCA), which may help suppress appetite and inhibit fat production. Antioxidant Properties: Rich in antioxidants that combat oxidative stress and support overall well-being. Incorporate our hand-selected Goraka into your cooking to experience its unique flavor and potential health benefits."
  ],
  [
    102,
    "CARDOMOMS (BROWN)",
    3250,
    1750,
    2000,
    "Ceylon Cardamom – The Queen of Spices (GREEN /BROWN) \r\n\r\nDelight in the enchanting aroma and flavor of our premium Ceylon Cardamom, often hailed as the \"Queen of Spices.\" Sustainably cultivated in Sri Lanka, this versatile spice enhances both sweet and savory dishes, from curries and rice to desserts and teas. \r\n\r\nBeyond its culinary appeal, cardamom offers notable health benefits. Rich in antioxidants and essential oils, it possesses anti-inflammatory and antimicrobial properties, supports digestive health, and may aid in managing blood pressure and blood sugar levels  \r\n\r\nIncorporate our hand-selected Ceylon Cardamom into your daily routine to elevate your dishes and support overall well-being"
  ],
  [
    103,
    "CARDOMOMS (GREEN)",
    4000,
    2000,
    2500,
    "Ceylon Cardamom – The Queen of Spices (GREEN /BROWN) \r\n\r\nDelight in the enchanting aroma and flavor of our premium Ceylon Cardamom, often hailed as the \"Queen of Spices.\" Sustainably cultivated in Sri Lanka, this versatile spice enhances both sweet and savory dishes, from curries and rice to desserts and teas. \r\n\r\nBeyond its culinary appeal, cardamom offers notable health benefits. Rich in antioxidants and essential oils, it possesses anti-inflammatory and antimicrobial properties, supports digestive health, and may aid in managing blood pressure and blood sugar levels  \r\n\r\nIncorporate our hand-selected Ceylon Cardamom into your daily routine to elevate your dishes and support overall well-being"
  ],
  [
    104,
    "NUTMEG",
    350,
    250,
    500,
    "Nutmeg – A Spice of Warmth and Wellness Nutmeg (Myristica fragrans) is a cherished spice known for its warm, nutty flavor and numerous health benefits. Native to the Spice Islands of Indonesia, it has been cultivated in Sri Lanka since the early 19th century and is now an integral part of the island's spice heritage Culinary Uses: Enhances the flavor of both sweet and savory dishes, including desserts, curries, and beverages. Commonly used in baking, mulled wines, and spiced teas. Health Benefits: Rich in Antioxidants: Contains compounds that help protect against oxidative stress and may reduce the risk of chronic diseases. Digestive Health: Known for its carminative properties, nutmeg can aid in digestion and alleviate bloating. Mood Enhancement: Traditionally used to promote relaxation and improve sleep quality. Antibacterial Properties: Nutmeg oil has been found to exhibit antibacterial effects, supporting oral health. Usage Tips: Best used in moderation; a pinch can add depth to your dishes. Store in an airtight container away from heat and moisture to maintain freshness. Incorporate our premium Sri Lankan nutmeg into your culinary creations to experience its unique flavor and potential health benefits."
  ],
  [
    105,
    "STARANISE",
    3050,
    1600,
    2000,
    "Star Anise – The Star of Flavor \r\n\r\nAdd a touch of elegance to your dishes with our premium Star Anise, the star-shaped fruit of the Illicium verum tree, native to China. Renowned for its sweet, licorice-like flavor, this spice is a staple in Chinese five-spice powder, Vietnamese pho, and various baked goods.  \r\n\r\nCulinary Uses: \r\n\r\n1.\tEnhance broths, soups, and stews. \r\n\r\n2.\tInfuses flavor into teas and mulled beverages. \r\n\r\n3.\tAdds depth to desserts and baked goods. \r\n\r\nHealth Benefits: \r\n\r\n4.\tContains antioxidants that may support immune health. \r\n\r\n5.\tPossesses antimicrobial properties, potentially aiding in the fight against infections.  \r\n\r\n6.\tRich in shikimic acid, a compound used in the synthesis of antiviral medications.  \r\n\r\nIncorporate our high-quality Star Anise "
  ],
  [
    106,
    "MACE",
    1500,
    700,
    1000,
    "Mace – The Aromatic Spice Mace is the vibrant, lacy outer covering of the nutmeg seed, offering a flavor profile that's both warm and aromatic, with subtle hints of cinnamon and pepper. This spice is a staple in various cuisines, including Indian, Southeast Asian, and Middle Eastern, and is often used in spice blends like garam masala. Culinary Uses: Enhance the flavor of soups, sauces, and curries. Adds depth to baked goods like cakes and pastries. Infuses beverages such as mulled wine and spiced teas. Health Benefits: Digestive Health: Mace has carminative properties, helping to reduce bloating, gas, and indigestion. Anti-inflammatory Effects: Contains compounds that may reduce inflammation, making it helpful for conditions like arthritis. Rich in Nutrients: Mace is loaded with antioxidants that help neutralize free radicals and reduce oxidative stress in the body. Note: Mace should be used in moderation, as excessive consumption may lead to adverse effects."
  ]
]